IDEA StatiCa Open Model
ReinforcedCrossSection.CrossSection Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Cross-section
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement CrossSection { get; set; }
Public Property CrossSection As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ CrossSection {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
ReinforcedCrossSection Class
IdeaRS.OpenModel.CrossSection Namespace